export const MOCK_BOOKINGS = [
  { id: '1', label: 'Запись в очередь', service: 'Кузов · Салон · Силикон · Воск', price: '5 000 ₸', date: '12 июня 09:00', wash: 'Auto-wash', address: 'ул. Ж. Молдагалиева', status: 'Новый',      payment: 'Картой онлайн', name: 'Акжол' },
  { id: '2', label: 'Онлайн-запись',    service: 'Кузов · Салон · Силикон · Воск', price: '5 000 ₸', date: '12 июня 09:00', wash: 'Auto-wash', address: 'ул. Ж. Молдагалиева', status: 'В процессе', payment: 'Наличными',    name: 'Акжол' },
  { id: '3', label: 'Запись в очередь', service: 'Кузов · Салон · Силикон · Воск', price: '5 000 ₸', date: '12 июня 09:00', wash: 'Auto-wash', address: 'ул. Ж. Молдагалиева', status: 'Завершён',   payment: 'Картой онлайн', name: 'Акжол' },
  { id: '4', label: 'Запись в очередь', service: 'Кузов · Салон · Силикон · Воск', price: '5 000 ₸', date: '12 июня 09:00', wash: 'Auto-wash', address: 'ул. Ж. Молдагалиева', status: 'Отменён',    payment: 'Картой онлайн', name: 'Акжол' },
  { id: '5', label: 'Запись в очередь', service: 'Кузов · Салон · Силикон · Воск', price: '5 000 ₸', date: '12 июня 09:00', wash: 'Auto-wash', address: 'ул. Ж. Молдагалиева', status: 'Отменён',    payment: 'Наличными',    name: 'Акжол' },
];

export const CANCEL_REASONS = [
  'Слишком долго ехать',
  'Изменились планы',
  'Смена предпочтений',
  'Технические проблемы',
  'Погодные условия',
  'Отсутсвие необходимости',
  'Другое',
];
